tap "homebrew/cask-fonts"

brew "awscli"
brew "bat"
brew "cheat"
brew "chezmoi"
brew "curl"
brew "fzf"
brew "git"
brew "gnupg"
brew "helm"
brew "helmfile"
brew "htop"
brew "jq"
brew "k9s"
brew "krew"
brew "kubernetes-cli"
brew "kubie"
brew "lsd"
brew "nvm"
brew "python@3.10"
brew "python@3.11"
brew "python@3.12"
brew "pyenv"
brew "pipx"
brew "ripgrep"
brew "shellcheck"
brew "stow"
brew "tfenv"
brew "tmux"
brew "spaceship"
brew "tree"
brew "watch"
brew "wget"
brew "xh"
brew "yq"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "zsh-history-substring-search"
brew "z"

brew "pinentry-mac" if OS.mac?

cask "font-hack-nerd-font"

cask "1password" if OS.mac?
cask "docker" if OS.mac?
cask "iterm2" if OS.mac?
cask "gpg-suite-no-mail" if OS.mac?
cask "slack" if OS.mac?
cask "visual-studio-code" if OS.mac?
cask "zoom" if OS.mac?
