rupa/z
Tarrasch/zsh-bd
zsh-users/zsh-completions
zsh-users/zsh-autosuggestions

arollyson/zsh-clean
zdharma/fast-syntax-highlighting
zdharma/history-search-multi-word
supercrabtree/k
lukechilds/zsh-nvm
ohmyzsh/ohmyzsh path:plugins/virtualenvwrapper
