arollyson/z
arollyson/zsh-bd
arollyson/zsh-completions
arollyson/zsh-autosuggestions

arollyson/zsh-clean
arollyson/fast-syntax-highlighting
arollyson/history-search-multi-word
arollyson/k
